Repository: 84000/data-translation-memory
Catalog: toh190-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་བུད་མེད་འགྱུར་བ་ལུང་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Great Vehicle Sūtra The Prophecy Concerning Strīvivarta

source: བམ་པོ་དང་པོ། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all the buddhas and bodhisattvas.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན་བྱ་རྒོད་ཕུང་པོའི་རི་ལ་དགེ་སློང་ལྔ་སྟོང་གི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའ་བརྒྱད་སྟོང་མངོན་པར་གྲགས་པ།
en: The Blessed One was dwelling in Rājagṛha, at Vulture Peak Mountain, together with a great saṅgha of five thousand monks. Also present were eight thousand bodhisattvas.

source: མངོན་པར་ཤེས་པ་ཐོབ་པ། སྤོབས་པ་ཐོགས་པ་མེད་པ། མི་འཇིགས་པ་ཐོབ་པ། མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་དང་ལྡན་པ།
en: All of them were renowned, had attained the superknowledges, and had unimpeded eloquence, fearlessness, and the acceptance that phenomena are unborn.

source: སངས་རྒྱས་དཔག་ཏུ་མེད་པ་ལ་དགེ་བའི་རྩ་བ་བསྐྱེད་པ། ཐེག་པ་ཆེན་པོའི་རྗེས་སུ་སོང་བ་ཤ་སྟག་ལ་འདི་ལྟ་སྟེ།
en: All of them had generated roots of virtue in the presence of countless buddhas and had become followers of the Great Vehicle.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མུ་ཁྱུད་འཛིན་དང་། ས་འཛིན་དང་། བང་རིམ་འཛིན་དང་། མཆོད་སྦྱིན་རུས་འཛིན་དང་། སྣང་བའི་བློ་གྲོས་དང་། རྣམ་པར་དག་པའི་བློ་གྲོས་དང་། སྦྱངས་པའི་བློ་གྲོས་དང་། ཁྱད་པར་བློ་གྲོས་དང་། མཐའ་ཡས་བློ་གྲོས་དང་། འཕེལ་བའི་བློ་གྲོས་དང་། མཐོང་དགའ་དང་། ལེགས་མཐོང་དང་། ཆེར་སྣང་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དོན་ཀུན་མཐོང་ལ་སོགས་པ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་སོ།
en: Among them were the bodhisattva great beings Nimindhara, Dharaṇīdhara, Terrace Holder, Holder of the Family of Offering and Giving, Illuminating Intelligence, Completely Pure Intelligence, Purified Intelligence, Viśeṣamati, Anantamati, Vardhamānamati, Priyadarśana, Sudarśana, Surūpa, and the bodhisattva great being Seeing All Meanings.

source: །བྱམས་པ་ལ་སོགས་པ་བསྐལ་པ་བཟང་པོའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐམས་ཅད་ཀྱང་འཁོར་དེ་ཉིད་དུ་འདུས་པར་གྱུར་ཏེ་འཁོད་དོ།
en: All the bodhisattva great beings of the Good Eon, such as Maitreya, had also gathered and were present in that retinue.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོ་ན་རྟེན་ཅིང་བཞུགས་ཏེ། རྒྱལ་པོ་དང་། རྒྱལ་པོའི་བུ་རྣམས་དང་། ཚོང་དཔོན་རྣམས་དང་། ཁྱིམ་བདག་རྣམས་དང་། བློན་པོ་རྣམས་དང་། འཁོར་རྣམས་དང་། གྲོང་རྡལ་པ་དང་། ཡུལ་གྱི་མི་རྣམས་ཀྱིས་བཀུར་སྟི་བྱས། བླ་མར་བྱས། རི་མོ་བྱས།
en: While the Blessed One was staying in the city of Rājagṛha, the king and all the princes, merchants, householders, ministers, attendants, and city residents, as well as all the people of that area, venerated him, showed him reverence, served him, and made offerings to him.

source: མཆོད་པ་བྱས་སོ། །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་སྔ་དྲོའི་དུས་ཀྱི་ཚེ་སྨད་གཡོགས་དང་། ཆོས་གོས་བགོས། ལྷུང་བཟེད་ཐོགས་ནས་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས།
en: One morning, Venerable Subhūti put on his lower garment and robes, picked up his alms bowl, and approached the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འདུག་གོ།
en: He prostrated, placing his head at the Blessed One’s feet, and then sat to one side.

source: །ཕྱོགས་གཅིག་ཏུ་འདུག་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་མདང་སུམ་བདག་གི་རྨི་ལམ་ན་དེ་བཞིན་གཤེགས་པ་བྱང་ཆུབ་ཀྱི་སྙིང་པོ་ལ་བཞུགས་པ་ཞིག་མཐོང་སྟེ།
en: Sitting there, Venerable Subhūti told the Blessed One, “Blessed One, in my dream last night I saw the Thus-Gone One seated upon the seat of awakening.

source: དེས་ཕྱག་གཡས་པ་གསེར་གྱི་མདོག་ཅན་བརྐྱང་ནས་བདག་གི་སྤྱི་བོར་བཞག་སྟེ། རབ་འབྱོར་སང་ཁྱོད་ཀྱི་སྔོན་མ་ཐོས་པའི་ཆོས་སྟོན་པ་ཐོས་པར་འགྱུར་རོ་ཞེས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ན། བཅོམ་ལྡན་འདས་དེ་གང་གི་སྔ་ལྟས་ལགས།
en: He raised his right hand, which was the color of gold, placed it on the crown of my head, and said, ‘Subhūti, tomorrow you will hear a Dharma teaching that you have not heard before.’ Blessed One, what does this foretell?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ནི་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཆོས་འདོད་པ་རྣམས་ཀྱི་སྔོན་མ་ཐོས་པའི་ཆོས་ཐོས་པར་འགྱུར་བའི་སྔ་ལྟས་ཡིན་ནོ།
en: The Blessed One replied, “Subhūti, this is an omen that sons and daughters of noble family who long for the Dharma will hear a previously unheard Dharma teaching.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་བསོད་སྙོམས་ལ་མཆིའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Then Venerable Subhūti said to the Blessed One, “Blessed One, I will go to the city of Rājagṛha for alms.”

source: རབ་འབྱོར་དེའི་དུས་ལ་དབབ་པར་ཤེས་ན་སོང་ཤིག །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་བཅོམ་ལྡན་འདས་ཀྱིས་གནང་ནས།
en: “If you know that it is time for that, Subhūti, then go,” replied the Blessed One.

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་བསོད་སྙོམས་ལ་ཞུགས་སོ། །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་རྒྱལ་པོའི་ཁབ་ཀྱི་གྲོང་ཁྱེར་ཆེན་པོར་མཐར་ཆགས་སུ་བསོད་སྙོམས་ལ་རྒྱུ་ཞིང་སོང་བ་ལས།
en: Having received the Blessed One’s assent, Venerable Subhūti prostrated, placing his head at the Blessed One’s feet, and then went into the city of Rājagṛha for alms.

source: ཁྱིམ་བདག་ཅིག་གི་གནས་ག་ལ་བ་དེར་སོང་སྟེ་ཕྱིན་ནས་སྒོ་ཁང་གི་ནང་ལོགས་སུ་ཅང་མི་སྨྲ་བར་སྡོད་དོ།
en: Venerable Subhūti proceeded through the city of Rājagṛha seeking alms, and, arriving at the residence of a particular householder, he stood quietly inside the gate.

source: །དེ་ནས་ཁྱིམ་དེའི་ནང་ནས་བུད་མེད་མཆོག་གི་གཟུགས་དང་ལྡན་པ། བལྟ་ན་སྡུག་པ། རྒྱན་གྱིས་ལེགས་པར་བཀླུབས་ཏེ།
en: Emerging from that home came a lovely lady, beautiful and elegantly adorned with jewelry.

source: ནོར་བུ་དང་། མུ་ཏིག་དང་། བྱི་རུ་དང་། གསེར་གྱི་རྒྱན་གྱིས་བརྒྱན་པ། དཔལ་ཤིན་ཏུ་འབར་བ།
en: She wore jewelry of precious stones, pearl, coral, and gold, so that she blazed with splendor.

source: ཁ་དོག་རྒྱས་ཤིང་མཛེས་པ་དང་ལྡན་པ་ཞིག་བྱུང་ངོ་།
en: Her complexion was lustrous and beautiful.

source: །དེ་ནས་བུད་མེད་དེས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱི་རྐང་པ་ལ་མགོ་བོས་ཕྱག་འཚལ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་རབ་འབྱོར་ཁྱོད་ཅི་ཞིག་བཞེད་པའི་སླད་དུ་སྒོ་ཁང་འདི་ན་གཞེས།
en: The lady prostrated, placing her head at Venerable Subhūti’s feet, and asked, “What do you desire, honorable Subhūti, standing at my gate?”

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། ཆེ་ཞེ་བདག་ནི་བསོད་སྙོམས་འདོད་པའི་ཕྱིར་སྒོ་གང་འདི་ན་སྡོད་དོ།
en: “Elder sister,” replied Subhūti, “it is because I seek alms that I am here at the gate.”

source: །བུད་མེད་དེས་སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་ཁྱོད་ལ་ད་དུང་ཡང་བསོད་སྙོམས་ཀྱི་འདུ་ཤེས་འབྱུང་ལགས་སམ།
en: “Honorable Subhūti,” asked the lady, “does the notion of alms still occur to you?

source: བཙུན་པ་རབ་འབྱོར་ཁྱོད་ལ་ད་དུང་ཡང་བསོད་སྙོམས་ཀྱི་འདུ་ཤེས་ཐུགས་སུ་མ་ཆུད་དམ།
en: Have you, honorable Subhūti, not yet fully understood the notion of alms?”

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། ཆེ་ཞེ་བདག་གིས་བསོད་སྙོམས་ཀྱི་འདུ་ཤེས་ནི་ཁོང་དུ་ཆུད་མོད་ཀྱི།
en: Subhūti replied, “Indeed, I have fully understood the notion of alms.

source: འོན་ཀྱང་ཕ་མ་ལས་སྐྱེས་པའི་ལུས་འབྲས་ཆན་དང་ཟན་དྲོན་གྱིས་བསྐྱེད་པ་འདི་ཟས་མེད་ཀྱི་བར་དུ་འཚོ་བར་མི་ནུས་སོ། །བུད་མེད་དེས་སྨྲས་པ།
en: Nevertheless, elder sister, this body born of parents and developed by consuming rice and porridge cannot subsist without food.” The lady asked, “Has honorable Subhūti not actualized the cessation of formative factors through the cessation of ignorance; the cessation of consciousness through the cessation of formative factors; the cessation of name and form through the cessation of consciousness; the cessation of the six sense sources through the cessation of name and form; the cessation of contact through the cessation of the six sense sources; the cessation of sensation through the cessation of contact;

source: བཙུན་པ་རབ་འབྱོར་གྱིས་མ་རིག་པ་འགགས་པས་འདུ་བྱེད་འགག །འདུ་བྱེད་འགགས་པས་རྣམ་པར་ཤེས་པ་འགག །རྣམ་པར་ཤེས་པ་འགགས་པས་མིང་དང་གཟུགས་འགག །མིང་དང་གཟུགས་འགགས་པས་སྐྱེ་མཆེད་དྲུག་འགག །སྐྱེ་མཆེད་དྲུག་འགགས་པས་རེག་པ་འགག །རེག་པ་འགགས་པས་ཚོར་བ་འགག །ཚོར་བ་འགགས་པས་སྲེད་པ་འགག །སྲེད་པ་འགགས་པས་ལེན་པ་འགག །ལེན་པ་འགགས་པས་སྲིད་པ་འགག །སྲིད་པ་འགགས་པས་སྐྱེ་བ་འགག །སྐྱེ་བ་འགགས་པས་རྒ་ཤི་དང་། མྱ་ངན་དང་། སྨྲེ་སྔགས་འདོན་པ་དང་། སྡུག་བསྔལ་བ་དང་། ཡིད་མི་བདེ་བ་དང་། འཁྲུག་པ་འགག་པ་མངོན་སུམ་དུ་མ་མཛད་དམ།
en: the cessation of craving through the cessation of sensation; the cessation of grasping through the cessation of craving; the cessation of becoming through the cessation of grasping; the cessation of birth through the cessation of becoming; the cessation of old age and death, as well as misery, lamentation, suffering, unhappiness, and agitation, through the cessation of birth?”

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། ཆེ་ཞེ་བདག་གིས་འགོག་པ་མངོན་སུམ་དུ་བྱས་སོ།
en: “Elder sister,” replied Subhūti, “I have actualized cessation.”

source: །སྨྲས་པ་བཙུན་པ་རབ་འབྱོར་ཅི་ཞིག་ནི་འགོག་པར་འགྱུར།
en: “Honorable Subhūti, what is it that ceases?

source: ཆོས་གང་ནི་རབ་ཏུ་བསྒོམ་པར་བགྱི།
en: What is it that you cultivate?”

source: སྨྲས་པ་ཆེ་ཞེ་འགོག་པ་ནི་ཆོས་གང་གི་རབ་ཏུ་བསྒོམ་པར་བྱ་བ་ཡང་མ་ཡིན་ནོ། །སྨྲས་པ།
en: “Elder sister, cessation is not cultivating anything at all.”

source: བཙུན་པ་རབ་འབྱོར་གལ་ཏེ་འགོག་པ་ཆོས་གང་གི་རབ་ཏུ་བསྒོམ་པ་ཡང་མ་ལགས་ན་བཙུན་པ་རབ་འབྱོར་གྱི་ལུས་བསོད་སྙོམས་ཀྱིས་ཇི་ལྟར་འཚོ་བར་འགྱུར། སྨྲས་པ།
en: “Honorable Subhūti, if cessation is not the cultivation of anything at all, how is it that honorable Subhūti’s body will be nourished by means of alms?”

source: ཆེ་ཞེ་འགོག་པ་ལ་སྙོམས་པར་ཞུགས་ཏེ་ཚོར་བ་ཐམས་ཅད་བཀག་པ་ལས་ལངས་པའི་ལུས་འཚོ་བར་བྱེད་དོ། །སྨྲས་པ།
en: “Elder sister, having entered the equilibrium of cessation, the body that has arisen from the ceasing of all sensation is nourished by alms.”

source: བཙུན་པ་རབ་འབྱོར་གལ་ཏེ་གཏན་དུ་མྱ་ངན་ལས་འདས་ན་ཁྱོད་ཀྱི་ལུས་ཇི་ལྟར་འཚོ་བ་ལ་འཇུག་པར་འགྱུར། སྨྲས་པ།
en: “Honorable Subhūti, if you have passed into nirvāṇa, how is it that your body is to be nourished?”

source: ཆེ་ཞེ་བཅོམ་ལྡན་འདས་ཀྱི་ཉན་ཐོས་རྣམས་ནི་ལུས་འཚོ་བར་བྱ་བའི་ཕྱིར་བསོད་སྙོམས་ལ་རྒྱུའོ། །སྨྲས་པ།
en: “Elder sister, the Blessed One’s hearers wander for alms in order to nourish the body.”

source: དེས་ན་བཅོམ་ལྡན་འདས་ཀྱིས་བཙུན་པ་རབ་འབྱོར་ཉོན་མོངས་པ་མེད་པར་གནས་པ་རྣམས་ཀྱི་མཆོག་ཏུ་མ་བསྟན་ཏམ།
en: “Well, hasn’t the Blessed One taught that honorable Subhūti is supreme among those without afflictions?”

source: སྨྲས་པ། ཆེ་ཞེ་དེ་ཡིན་ནོ། །སྨྲས་པ།
en: “That is so, elder sister.”

source: ཅི་ཉོན་མོངས་པ་མེད་པ་དེ་རྒྱུ་བའམ་རབ་ཏུ་རྒྱུ་བ་ལགས་སམ།
en: “Well, does one who is without afflictions wander or move about?”

source: སྨྲས་པ། ཆེ་ཞེ་མ་ཡིན་ནོ། །སྨྲས་པ།
en: “No, elder sister, that is not the case.”

source: འོ་ན་ཅིའི་སླད་དུ་བཙུན་པ་རབ་འབྱོར་བསོད་སྙོམས་ལ་རྒྱུ་བ་མཛད། སྨྲས་པ།
en: “Well then, to what end does honorable Subhūti wander about for alms?”

source: ཆེ་ཞེ་བདག་ནི་ལུས་ཆ་བའི་ཕྱིར་བསོད་སྙོམས་ལ་རྒྱུ་བ་མ་ཡིན་གྱི།
en: “Elder sister, I do not wander for alms in order to beautify the body.

source: སྲོག་གི་ཕྱིར་ཚོར་བ་དགག་པའི་དོན་དུ་བསོད་སྙོམས་ལ་རྒྱུའོ། །སྨྲས་པ།
en: Rather, I go for alms in order to cease sensations and to remain alive.”

source: བཙུན་པ་རབ་འབྱོར་ད་དུང་ཡང་ཚོར་བས་འཕྲོགས་སམ།
en: “Honorable Subhūti, are you still dominated by sensations?”

source: སྨྲས་པ། ཆེ་ཞེ་བདག་ནི་ཚོར་བས་མི་འཕྲོགས་མོད་ཀྱི། ཚོར་བ་དགག་པའི་ཕྱིར་བསོད་སྙོམས་ལ་རྒྱུའོ། །སྨྲས་པ།
en: “Although I am not dominated by sensations, elder sister, I wander for alms in order to cease sensations.”

source: བཙུན་པ་རབ་འབྱོར་ཉོན་མོངས་པ་མེད་པ་ནི་མཚུངས་པ་མེད་པ་སྟེ།
en: “Honorable Subhūti, one who is without afflictions is peerless.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: And why is that?

source: ཉོན་མོངས་པ་མེད་པར་གནས་པ་ནི་ལུས་དང་སེམས་ཀྱི་ཚོར་བ་མྱོང་བ་མ་མཆིས་སོ།
en: One who is without afflictions does not experience bodily or mental sensations.

source: །ཉོན་མོངས་པ་མེད་པ་ནི་ལུས་དང་སེམས་དང་མཚུངས་པར་ལྡན་པ་མ་ལགས་སོ།
en: One who is without afflictions is not associated with body or mind.

source: །ཉོན་མོངས་པ་མེད་པ་ནི་དགའ་བའམ། ཡིད་མི་དགའ་བ་སྐྱེད་པ་མི་བགྱིད་དོ།
en: One who is without afflictions does not feel pleasure or displeasure.

source: །ཉོན་མོངས་པ་མེད་པ་ནི་སུ་ལ་ཡང་ཉོན་མོངས་པས་ཉེ་བར་གནས་པ་མ་མཆིས་སོ།
en: One who is without afflictions is not beset with afflictions for anyone.

source: །གཞན་ཡང་གང་གི་སླད་དུ་བཅོམ་ལྡན་འདས་ཀྱིས་བཙུན་པ་རབ་འབྱོར་ཉོན་མོངས་པ་མེད་པར་གནས་པ་རྣམས་ཀྱི་མཆོག་ཏུ་བསྟན་ན།
en: So, why has the Blessed One taught that honorable Subhūti is supreme among those without afflictions?

source: ཅིའི་སླད་དུ་ནི་ཉོན་མོངས་པ་མེད་པ་ཉོན་མོངས་པ་མེད་པ་ཞེས་བགྱི།
en: And why is the absence of afflictions called the absence of afflictions

source: རབ་འབྱོར་གྱིས་སྨྲས་པ། ཆེ་ཞེ་དམིགས་པ་མེད་པའི་ཉོན་མོངས་པ་མེད་པ་ནི་འདོད་ཆགས་ཀྱི་རྡུལ་དང་བྲལ་བ་ཡིན་ནོ། །སྨྲས་པ།
en: Subhūti replied, “Elder sister, the absence of afflictions that is beyond apprehending is free from the flaws of passion.”

source: བཙུན་པ་རབ་འབྱོར་ཅི་ཉོན་མོངས་པ་མེད་པའི་ཕྱིར་འདོད་ཆགས་དང་བྲལ་བར་འགྱུར་རམ། སྨྲས་པ། ཆེ་ཞེ་མ་ཡིན་ནོ། །སྨྲས་པ།
en: “Honorable Subhūti, is it then the case that if one has no afflictions, one is also free from passion?” “That is not the case, elder sister.”

source: བཙུན་པ་རབ་འབྱོར་འོ་ན་ཉོན་མོངས་པ་མེད་པ་དེ་ཇི་ལྟར་འདོད་ཆགས་ཀྱི་རྡུལ་དང་བྲལ་བར་གྱུར། སྨྲས་པ།
en: “Well then, honorable Subhūti, how is it that the absence of afflictions is also freedom from the flaws of passion?”

source: ཆེ་ཞེ་ཉོན་མོངས་པ་མེད་པར་བསྟན་པ་འདི་ནི་བཤད་པ་ཙམ་དུ་ཟད་དོ། །སྨྲས་པ།
en: “The teaching on the absence of afflictions, elder sister, amounts to nothing more than an explanation.”

source: བཙུན་པ་རབ་འབྱོར་ཅི་ཉོན་མོངས་པ་མེད་པ་ལ་བཤད་པ་མཆིས་སམ།
en: “Well, honorable Subhūti, does this explanation regarding the absence of afflictions not exist?”

source: སྨྲས་པ། ཆེ་ཞེ་མེད་དོ། །སྨྲས་པ།
en: “No, elder sister, it does not.”

source: བཙུན་པ་རབ་འབྱོར་གལ་ཏེ་ཉོན་མོངས་པ་མེད་པ་ལ་བཤད་པ་མ་མཆིས་ན་ཅི་ཞིག་འཆད་ཅིང་བཞུགས། སྨྲས་པ།
en: “Honorable Subhūti, if this explanation regarding the absence of afflictions does not exist, what are you explaining here?”

source: ཆེ་ཞེ་བཅོམ་ལྡན་འདས་ཀྱི་ཉན་ཐོས་རྣམས་ནི་ཐ་སྙད་ཙམ་གྱིས་ཐ་སྙད་དུ་འདོགས་པར་ཟད་དོ། །སྨྲས་པ།
en: “Elder sister, the Blessed One’s hearers simply make designations on the conventional level using conventional terms.”

source: བཙུན་པ་རབ་འབྱོར་ཇི་ཙམ་དུ་བརྗོད་པ་མཆིས་པ་དེ་ཙམ་དུ་ཐ་སྙད་འདོགས་སོ།
en: “Honorable Subhūti, to the degree that there is expression, to that extent there are conventional designations.

source: །ཇི་ཙམ་དུ་ཐ་སྙད་འདོགས་པ་དེ་ཙམ་དུ་ཕྱིན་ཅི་ལོག་གོ།
en: To the degree that there are conventional designations, to that extent there is error.

source: །ཇི་ཙམ་དུ་ཕྱིན་ཅི་ལོག་པ་དེ་ཙམ་དུ་རྩོད་པར་འགྱུར་རོ།
en: To the degree that there is error, to that extent there will be contention.

source: །ཇི་ཙམ་དུ་རྩོད་པ་དེ་ཙམ་དུ་དགེ་སྦྱོང་གི་ཆོས་མ་ལགས་སོ། །སྨྲས་པ།
en: To the degree that there is contention, to that extent this is not the Dharma of mendicants.”

source: ཆེ་ཞེ་འོ་ན་དགེ་སྦྱོང་གི་ཆོས་གང་ཡིན།
en: “So then, elder sister, what is the Dharma of mendicants?”

source: སྨྲས་པ། བཙུན་པ་རབ་འབྱོར་དགེ་སྦྱོང་གི་ཆོས་ནི་ཐ་སྙད་མ་མཆིས་པ།
en: “Honorable Subhūti, the Dharma of mendicants is without conventions.

source: ཕྱིན་ཅི་མ་ལོག་པ་རྩོད་པ་མ་མཆིས་པའོ།
en: It is unmistaken, and it is free from contention.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་ཆོས་དང་ཆོས་མ་ལགས་པ་དང་བྲལ་བའོ།
en: The Dharma of mendicants is beyond Dharma and non-Dharma.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་ཆགས་པ་དང་མ་ཆགས་པ་དང་བྲལ་བའོ།
en: The Dharma of mendicants is free from attachment and nonattachment.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་ཡུལ་མ་མཆིས་པ་དང་། ཡུལ་མ་ལགས་པའོ།
en: The Dharma of mendicants is without objects, and it is not an object.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་ཆགས་པ་མ་མཆིས་པ་དང་། མ་བཅིངས་མ་གྲོལ་བའོ།
en: The Dharma of mendicants is without attachment; it is neither bound nor liberated.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་སེམས་མ་མཆིས་པ་སྟེ།
en: The Dharma of mendicants is without mind;

source: སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་དང་བྲལ་བའོ།
en: it is free from mind, mentation, and consciousness.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་ཆོག་ཤེས་པའོ།
en: The Dharma of mendicants is contentment.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་ཕྲག་དོག་དང་ཆགས་པ་སྤངས་པའོ།
en: The Dharma of mendicants is letting go of jealousy and attachment.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་འདོད་པ་ཆུང་ཞིང་ཆོག་ཤེས་པའོ།
en: The Dharma of mendicants is having little desire and being content.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་འདོད་པ་ཐམས་ཅད་དང་བྲལ་བའོ།
en: The Dharma of mendicants is free from all desires.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་ཡུལ་ཐམས་ཅད་ལས་ཡང་དག་པར་འདས་པ་དང་ཞེན་པ་མ་མཆིས་པའོ།
en: The Dharma of mendicants completely transcends all objects, and it is without grasping.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་ཕུང་པོའི་བདུད་ལས་ངེས་པར་གྲོལ་བའོ།
en: The Dharma of mendicants is definitely freed from the demon of the aggregates.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་ཉོན་མོངས་པ་མ་མཆིས་པ་སྟེ།
en: The Dharma of mendicants is without afflictions;

source: ཉོན་མོངས་པའི་བདུད་ལས་ཡང་དག་པར་འདས་པའོ།
en: it has completely passed beyond the demon of the afflictions.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་མ་སྐྱེས་པའོ།
en: The Dharma of mendicants is unborn.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་འཆི་བདག་གི་བདུད་དང་བྲལ་བའོ།
en: The Dharma of mendicants is free from the demon of the Lord of Death.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་གཡོ་བ་མ་མཆིས་པ་དང་། རློམ་སེམས་མ་མཆིས་པ་དང་། རྟོག་པ་མ་མཆིས་པ་དང་། རྣམ་པར་མ་བསྒྲིབས་པ་དང་། སྤྱད་པ་མ་ལགས་པའོ།
en: The Dharma of mendicants is without deceit, arrogance, and concepts; it is unobscured and unfettered.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་བདུད་ཀྱི་ཡུལ་ལས་ཡང་དག་པར་འདས་པའོ།
en: The Dharma of mendicants has completely passed beyond the realm of the demons.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་བླང་བ་མ་མཆིས་པ་དང་། དོར་བ་མ་མཆིས་པའོ།
en: The Dharma of mendicants is free from adopting and discarding.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་སྐྱེ་བ་དང་། འཇིག་པ་དང་བྲལ་བའོ།
en: The Dharma of mendicants is free from birth and perishing.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་ལྷའི་བུའི་བདུད་དང་མ་འབགས་པའོ།
en: The Dharma of mendicants is not defiled by the demon of the gods.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་ཡིད་ལ་བྱེད་པ་མ་མཆིས་པ་དང་། ཐམས་ཅད་དུ་གོས་པ་མ་མཆིས་པའོ།
en: The Dharma of mendicants is without mental engagement and entirely unsullied.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་མངོན་པར་ཞེན་པ་མ་མཆིས་པ་དང་། མཚན་མ་མ་མཆིས་པ་དང་། མཚན་མ་ཐམས་ཅད་དང་བྲལ་བའོ།
en: The Dharma of mendicants is without clinging, without marks, and free from all marks.

source: །དགེ་སྦྱོང་གི་ཆོས་ནི་ཁམས་དང་ཁམས་མ་ལགས་པའི་ཚུལ་ཐམས་ཅད་ཀྱིས་བཅོས་པ་མ་ལགས་པ་དང་། བགྲང་བ་དང་། བྲལ་བ་དང་། གནས་མ་མཆིས་པ་དང་། ནམ་མཁའ་དང་མཉམ་པའོ།
en: The Dharma of mendicants is not altered by any modes of elements and nonelements; it is without enumeration, separation, and location, and it is equal to space.”

source: །དགེ་སྦྱོང་གི་ཆོས་བསྟན་པ་འདི་བཤད་པ་ན་སྒོ་གང་དེར་ལྷའི་བུ་གང་དག་ཆོས་མཉན་པའི་ཕྱིར་འདུས་པ་དེ་དག་ལས་ལྷའི་བུ་བཞི་སྟོང་ཆོས་རྣམས་ལ་ཆོས་ཀྱི་མིག་རྡུལ་མེད་ཅིང་དྲི་མ་དང་བྲལ་བ་རྣམ་པར་དག་གོ།
en: When the lady gave this teaching on the Dharma of mendicants, for the four thousand gods among those who had gathered by her gate to listen to the Dharma, the faultless and stainless eye of Dharma that beholds phenomena was purified.

source: །རྒྱ་ཆེན་པོ་ལ་མོས་པའི་ལྷའི་བུ་ལྔ་བརྒྱ་ནི་བུད་མེད་དེའི་སྤོབས་པ་ཐོས་ནས་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་སེམས་སྐྱེས་སོ།
en: For another five hundred gods who were dedicated to the vast Dharma, the mind set upon unsurpassed and perfect awakening was brought forth after hearing the lady’s eloquent teaching.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་འདི་སྙམ་དུ་སེམས་ཏེ། ཆེ་ཞེ་འདི་འདི་ལྟར་སྤོབས་པ་ཕུན་སུམ་ཚོགས་པ་དང་ལྡན་པ་དེ་ནི་ངོ་མཚར་ཏེ།
en: Then Venerable Subhūti thought, “It is amazing that this elder sister is so eloquent.

source: ཆེ་ཞེ་འདིའི་སྤོབས་པ་འདི་འདྲ་བ་ལས་ན་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་ཡིན་པར་ཐེ་ཙོམ་མེད་དོ་སྙམ་མོ།
en: Since this elder sister can demonstrate such eloquence, she is surely an emanation of the Thus-Gone One.”

source: །དེ་ནས་བུད་མེད་དེའི་སེམས་ཀྱིས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱི་སེམས་ཤེས་ནས་གནས་བརྟན་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །བཙུན་པ་རབ་འབྱོར་འདི་ལྟར་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པ་ཡིན་པར་ཐེ་ཙོམ་མེད་དོ་སྙམ་དུ་དགོངས་པ་དེ་ནི་ཇི་ལྟར་དགོངས་པ་དེ་བཞིན་ཏེ།
en: The lady, who knew what he was thinking, said to the elder Subhūti, “Honorable Subhūti, when you thought, ‘She is surely an emanation of the Thus-Gone One,’ you were right indeed.

source: ཇི་ལྟར་དེ་བཞིན་གཤེགས་པས་དེ་བཞིན་ཉིད་ཐུགས་སུ་ཆུད་པ་དེ་བཞིན་དུ་བདག་གིས་ཀྱང་དེ་བཞིན་ཉིད་ཁོང་དུ་ཆུད་དེ།
en: Just as the Thus-Gone One has understood suchness, likewise I too have understood suchness.

source: དེས་ན་བདག་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པའོ།
en: That being so, I am indeed an emanation of the Thus-Gone One.

source: །དེ་བཞིན་གཤེགས་པའི་གཟུགས་ཀྱི་དེ་བཞིན་ཉིད་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པའི་དེ་བཞིན་ཉིད་གང་ལགས་པ་དེ་བདག་གི་དེ་བཞིན་ཉིད་ཀྱང་དེ་ཉིད་དེ།
en: That which is the suchness of the form of the Thus-Gone One, and the suchness of his feelings, perceptions, formations, and consciousnesses, is also my suchness.

source: །དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་གང་ལགས་པ་དེ་ནི་ནམས་ཀྱང་། དེ་བཞིན་ཉིད་མ་ལགས་པར་མི་འགྱུར་རོ།
en: The suchness of the Thus-Gone One never changes into something that is not suchness.

source: །བདག་གི་དེ་བཞིན་ཉིད་གང་ལགས་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་གང་ལགས་པ་དེ་ནི་ནམས་ཀྱང་དེ་བཞིན་ཉིད་མ་ལགས་པར་མི་འགྱུར་ཏེ།
en: Likewise, my suchness, along with the suchness of all beings, also never changes into something that is not suchness.

source: །དེ་བཞིན་གཤེགས་པའི་དེ་བཞིན་ཉིད་གང་ལགས་པ་དེ་ནི་རེས་འགའ་དེ་བཞིན་ཉིད་དུ་འགྱུར་བ་མ་ལགས་ལ།
en: The Thus-Gone One’s suchness does not only sometimes become suchness;

source: བདག་གི་དེ་བཞིན་ཉིད་གང་ལགས་པ་དེ་ཡང་རེས་འགའ་དེ་བཞིན་ཉིད་དུ་འགྱུར་བ་མ་ལགས་ཀྱི།
en: and likewise, my suchness does not only sometimes become suchness.

source: རྟག་ཏུ་དེ་བཞིན་ཉིད་དེ་ཁོ་ན་ལགས་སོ།
en: Rather, it is always exclusively suchness.

source: །དེས་ན་བདག་ནི་དེ་བཞིན་གཤེགས་པའི་སྤྲུལ་པའོ།
en: That being so, I am an emanation of the Thus-Gone One.

source: །བདག་གི་དེ་བཞིན་ཉིད་གང་ལགས་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་གང་ལགས་པ་དང་། ཆོས་ཐམས་ཅད་ཀྱི་དེ་བཞིན་ཉིད་གང་ལགས་པ་དེ་ནི་ཡང་དག་པ་ཇི་ལྟ་བ་དང་། གཞན་མ་ཡིན་པ་དེ་ནི་དེ་བཞིན་ཉིད་དེ།
en: My suchness, along with the suchness of all beings and the suchness of all phenomena, is simply suchness, genuine and not otherwise.

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བུད་མེད་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཆེ་ཞེ་ཅི་ཁྱོད་ཀྱིས་དེ་བཞིན་གཤེགས་པའི་མཐུས་བདག་གི་སེམས་ཤེས་སམ། འོན་ཏེ་རང་གི་ཤེས་པས་ཤེས་སྨྲས་པ།
en: Then Venerable Subhūti said to the lady, “Elder sister, is it by the power of the Thus-Gone One that you knew my mind, or did you know it by means of your own mind?”

source: བཙུན་པ་རབ་འབྱོར་ཉན་ཐོས་རྣམས་སམ། རང་སངས་རྒྱས་རྣམས་སམ། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་སམ། དྲང་སྲོང་མངོན་པར་ཤེས་པ་ལྔ་དང་ལྡན་པ་གང་ཡང་རུང་སྟེ། སེམས་ཅན་གཞན་གྱི་སེམས་ཤེས་པ་དེ་དག་ཐམས་ཅད་ནི་སངས་རྒྱས་ཀྱི་མཐུས་གཞན་གྱི་སེམས་ཤེས་པ་ལགས་སོ།
en: “Honorable Subhūti, all those who know the minds of others, be they hearers, solitary buddhas, bodhisattvas, or sages who possess the five extraordinary abilities, know the minds of others due to the power of the Buddha.

source: །དེ་ལྟར་གནས་བརྟན་རབ་འབྱོར་གཞན་གྱི་སེམས་མཁྱེན་པ་གང་ལགས་པ་དེ་ཡང་སངས་རྒྱས་ཀྱི་མཐུས་མཁྱེན་པ་ལགས་སོ།
en: In that way, elder Subhūti, the knowledge of the minds of others is knowledge through the power of the Buddha.

source: །བཙུན་པ་རབ་འབྱོར་དཔེར་ན་ཟླ་བ་དང་། ཉི་མ་དང་། མེ་དང་། ནོར་བུ་དང་། མར་མེ་དང་། སྐར་མ་ལ་བརྟེན་ནས་སྐྱེས་བུ་མིག་དང་ལྡན་པ་རྣམས་ཀྱིས་གཟུགས་རྣམས་མཐོང་བ་དེ་བཞིན་དུ་བཙུན་པ་རབ་འབྱོར་མ་རིག་པའི་མུན་པ་ནི་འཇིག་རྟེན་གནས་པ་ལས་གང་སུ་དག་ཕ་རོལ་གྱི་སེམས་ཤེས་པ་དེ་དག་ཐམས་ཅད་ནི་དེ་བཞིན་གཤེགས་པ་ལ་བརྟེན་ནས་ཤེས་པ་ལགས་སོ།
en: Honorable Subhūti, to give an analogy, beings with eyes see forms in dependence upon the moon, the sun, fire, jewels, lamps, and stars. Similarly, honorable Subhūti, anyone who knows the minds of others, while living here in the darkness of ignorance, attains this knowledge in dependence upon the Thus-Gone One.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་བུད་མེད་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Then Venerable Subhūti said to the lady, “Elder sister, you are so eloquent!

source: །ཆེ་ཞེ་ཁྱོད་འདི་ལྟ་བུའི་སྤོབས་པ་དང་ལྡན་པ་ཁྱོད་སུ་ཡིན་པ་དང་། ག་ལས་འོངས་པ་བདག་ལ་སྟོན་ཅིག །བུད་མེད་དེས་སྨྲས་པ།
en: Tell me who you are and whence you came.”
